---
kind: enumMember
id: F:Autodesk.Revit.DB.Fabrication.FabricationPartCompareType.Description
enum: Autodesk.Revit.DB.Fabrication.FabricationPartCompareType
source: html/af08ec0a-ab0d-2ba4-c6cd-f11c236a6e4d.htm
---
# Autodesk.Revit.DB.Fabrication.FabricationPartCompareType.Description

Compare Fabrication Description Field.